<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Navigation & Resource
    |--------------------------------------------------------------------------
    */
    'group-1' => 'المعلومات',
    'bus-labels' => 'الباصات',
    'bus-label' => 'باص',

    'customer-labels' => 'ركاب',
    'customer-label' => 'راكب',

    'trip-labels' => 'رحلات',
    'trip-label' => 'رحله',

    /*
    |--------------------------------------------------------------------------
    | Form Fields
    |--------------------------------------------------------------------------
    */
    'name' => 'الاسم',
    'email' => 'الايميل',
    'phone_no' => 'رقم الهاتف',
    'address' => 'العنوان',
    'id_card_no' => 'رقم الهوية',
    'file' => 'ملف',
    'notes' => 'ملاحظات',
    'is_available' => 'متوفر?',
    'available_days' => 'الايام المتوفر فيها',

    'customer_chairs' => 'الكراسي العادية',
    'vip_chairs' => 'الكراسي VIP',
    'to' => 'الى',
    'from' => 'من',
    'date_of_trip' => 'تاريخ الرحلة',

    'number_of_seats' => 'عدد المقاعد',
    'type' => 'النوع',
    'description' => 'الوصف',

    "Sunday" => "الاحد",
    "Monday" => "الاثنين",
    "Tuesday" => "الثلاثاء",
    "Wednesday" => "الاربعاء",
    "Thursday" => "الخميس",
    "Friday" => "الجمعة",
    "Saturday" => "السبت",

    "ActiveTrip" => "الرحلات الفعالة",
    "TotalChairs" => "عدد المقاعد الكلي",
    "RemainingChairs" => "عدد المقاعد المتبقي",
    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */
    'created_at' => 'اُنشئ في',
    'updated_at' => 'عُدل في',
    'deleted_at' => 'حُذف في',
];
