<?php

return [
    'title'=>'رووت رايدر',
    'lang'=>'ar',
    'dir'=>'rtl',
    'Login'=>'تسجيل الدخول',
    'Register'=>'حساب جديد',

    'hero-title'=>'انتقل إلى رحلتك بثقة ',
    'hero-subtitle'=>' اكتشف أفضل الطرق، في أي وقت وفي أي مكان! ',

    'About us'=>'عنا',
    'About-title1'=>' مرحبا بك في رووت رايدر ',
    'About-desc1'=>'في روت رايدر، نحن نؤمن بأن كل رحلة يجب أن تكون مغامرة. مهمتنا هي أن نقدم لك أفضل الأدوات والموارد للتنقل في رحلاتك بكل سهولة وثقة. سواء كنت مسافرًا يوميًا، أو راكب دراجة متعطشًا، أو مستكشفًا في القلب، فقد تم تصميم منصتنا لمساعدتك في العثور على الطرق الأكثر كفاءة وجمالاً ومتعة.',

    'About-title2'=>'اكتشف رووت رايدر ',
    'About-desc2'=>'تم إنشاء رووت رايدر من فكرة بسيطة: جعل التخطيط للسفر سهلاً وممتعًا. نحن ندرك أن كل رحلة فريدة من نوعها، وهدفنا هو مساعدتك في العثور على الطريق المثالي الذي يلبي احتياجاتك. من التنقلات الحضرية إلى الرحلات الريفية ذات المناظر الخلابة، يعد رووت رايدر شريكك الموثوق به في التخطيط لرحلاتك والتنقل فيها.',

    'Trips'=>'الرحلات',
    'From'=>'من : ',
    'To'=>'الى : ',
    'Date'=>'التاريخ : ',
    'Register-now'=>'سجل الان',
    'Register-title'=>'جرب خدمتنا مجانا',
];
