<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Navigation & Resource
    |--------------------------------------------------------------------------
    */
    'group' => 'إدارة المستخدمين',
    'labels' => 'المستخدمين',
    'label' => 'مستخدم',

    /*
    |--------------------------------------------------------------------------
    | Form Fields
    |--------------------------------------------------------------------------
    */
    'name' => 'الاسم',
    'email' => 'الايميل',
    'password' => 'كلمة المرور',
    'password_confirmation' => 'تاكيد كلمة المرور',
    'roles' => 'الادوار',
    'change_password' => 'تغيير كلمة المرور',

    /*
    |--------------------------------------------------------------------------
    | Table Columns
    |--------------------------------------------------------------------------
    */
    'created_at' => 'اُنشئ في',
    'updated_at' => 'عُدل في',
    'deleted_at' => 'حُذف في',
];
